[AAFLPurifierArmorImmunities X2AbilityTemplate]
LocFriendlyName = "净化者免疫"
LocHelpText = "变种人净化者的护甲使穿戴者获得对火、标准毒、辐射的免疫。"
LocLongDescription = "变种人净化者的护甲使穿戴者获得对火、标准毒、辐射的免疫。"
LocPromotionPopupText = "<Bullet/> 这种护甲所提供的毒抗只针对标准毒性，如普通毒蛇怪或赛拉提产生的毒液。穿戴者仍然会受到寄生兽毒液和超铀毒液的伤害。"

[AdventPurifierArmor X2ArmorTemplate]
FriendlyName="变种人净化者护甲"
FriendlyNamePlural="变种人净化者护甲"
BriefSummary="变种人净化者的防护服在厚板上增加了一层绝缘层，可以完全抵御火焰、标准毒和辐射。此外，这件装甲设计的目的是携带额外的燃料，通过一个安装在后面的圆筒来实现。它包含了一个高级的燃料管道，使佩戴者获得3点额外使用燃料箱的能力。"
TacticalText="<Bullet/> 变种人净化者的防护服在厚板上增加了一层绝缘层，可以完全抵御火焰、标准毒和辐射。此外，这件装甲设计的目的是携带额外的燃料，通过一个安装在后面的圆筒来实现。它包含了一个高级的燃料管道，使佩戴者获得3点额外使用燃料箱的能力。"

[AdventPurifierArmorUniquePassive X2AbilityTemplate]
LocFriendlyName="绝缘保护层"
LocLongDescription="变种净化者的护甲提供对火，标准毒和辐射的免疫，额外的生命和护甲，以及额外的化合罐储备。"
LocHelpText="变种净化者的护甲提供对火，标准毒和辐射的免疫，额外的生命和护甲，以及额外的化合罐储备。"
LocFlyOverText="变种净化者的护甲提供对火，标准毒和辐射的免疫，额外的生命和护甲，以及额外的化合罐储备。"
LocPromotionPopupText="<Bullet/> 变种净化者的护甲提供对火，标准毒和辐射的免疫，额外的生命和护甲，以及额外的化合罐储备。"

[AdventCaptainArmor X2ArmorTemplate]
FriendlyName="变种人军官护甲"
FriendlyNamePlural="变种人军官护甲"
BriefSummary="与变种人士兵的护甲相比，变种人军官的护甲躯干由金属板加固，可以使士兵的生命值获得更高的加成。护甲内置的瞄准装置可以让佩戴者标记敌人目标，使其更容易被击中。"
TacticalText="<Bullet/> 士兵们可以在战斗中使用回收的变种人军官装备。此外，我们还可以用这种新护甲让敌人猝不及防。"

[AdventCaptainArmorUniquePassive X2AbilityTemplate]
LocFriendlyName="目标标记"
LocLongDescription="变种人军官的护甲不仅能提供稳固的生命值加成，而且还包含一个瞄准装置。穿戴者可以标记一个敌人目标，暂时提高对该目标的所有攻击的命中率。"
LocHelpText="变种人军官的护甲不仅能提供稳固的生命值加成，而且还包含一个瞄准装置。穿戴者可以标记一个敌人目标，暂时提高对该目标的所有攻击的命中率。"
LocFlyOverText="变种人军官的护甲不仅能提供稳固的生命值加成，而且还包含一个瞄准装置。穿戴者可以标记一个敌人目标，暂时提高对该目标的所有攻击的命中率。"
LocPromotionPopupText="<Bullet/> 变种人军官的护甲不仅能提供稳固的生命值加成，而且还包含一个瞄准装置。穿戴者可以标记一个敌人目标，暂时提高对该目标的所有攻击的命中率。"

[AdventLancerArmor X2ArmorTemplate]
FriendlyName="变种人强袭枪兵护甲"
FriendlyNamePlural="变种人强袭枪兵护甲"
BriefSummary="变种人强袭枪兵护甲提供了适度的血量提升。然而，它的主要吸引力在于其先进的机动性，甚至超过了开拓者护甲，这使它成为试图尽快接敌的士兵的理想选择。"
TacticalText="<Bullet/> 士兵们可以在战斗中使用回收的变种人强袭枪兵护甲。此外，我们还可以用这种新护甲让敌人猝不及防。"

[AdventLancerArmorUniquePassive X2AbilityTemplate]
LocFriendlyName="复合材料"
LocLongDescription="变种人强袭枪兵的护甲提供了更多的机动性和血量。"
LocHelpText="变种人强袭枪兵的护甲提供了更多的机动性和血量。"
LocFlyOverText="变种人强袭枪兵的护甲提供了更多的机动性和血量。"
LocPromotionPopupText="<Bullet/> 变种人强袭枪兵的护甲提供了更多的机动性和血量。"

[AdventShieldbearerArmor X2ArmorTemplate]
FriendlyName="变种人持盾者护甲"
FriendlyNamePlural="变种人持盾者护甲"
BriefSummary="变种人持盾者的护甲除了令人印象深刻的耐久度外，还包含先进的防护技术。经过几次对能量护盾发生器的逆向还原工程失败后，我们确认了无法将这项技术应用到除了这套护甲之外的其他应用上。部分困难在于有限的样本可用性和非常复杂的失活协议，对此我们一直无法破解。每次尝试都会导致一个丢失的生成器。因此，我建议我们修复它们而不是从翻新的装甲中提取核心。"
TacticalText="<Bullet/> 变种人持盾者的护甲除了令人印象深刻的耐久度外，还包含先进的防护技术。经过几次对能量护盾发生器的逆向还原工程失败后，我们确认了无法将这项技术应用到除了这套护甲之外的其他应用上。部分困难在于有限的样本可用性和非常复杂的失活协议，对此我们一直无法破解。每次尝试都会导致一个丢失的生成器。因此，我建议我们修复它们而不是从翻新的装甲中提取核心。"

[AdventShieldbearerArmorUniquePassive X2AbilityTemplate]
LocFriendlyName="重型防御"
LocLongDescription="变种人持盾者的护甲除了自带的护盾发生器外，还提供更多的生命值和护甲保护。"
LocHelpText="变种人持盾者的护甲除了自带的护盾发生器外，还提供更多的生命值和护甲保护。"
LocFlyOverText="变种人持盾者的护甲除了自带的护盾发生器外，还提供更多的生命值和护甲保护。"
LocPromotionPopupText="<Bullet/> 变种人持盾者的护甲除了自带的护盾发生器外，还提供更多的生命值和护甲保护。"

[AdventPriestArmor X2ArmorTemplate]
FriendlyName="变种人祭司护甲"
FriendlyNamePlural="变种人祭司护甲"
BriefSummary="变种人祭司的护甲含有先进的灵能技术。我们不清楚这个盔甲的使用者是否真的具有心灵天赋，或者是ADVENT的基因操纵在起作用。这个护甲被设计的目的是放大灵能潜力，同时提供内置的保护机制。我猜长老们希望保护他们所谓的祭司。"
TacticalText="<Bullet/> 变种人祭司的护甲含有先进的灵能技术。我们不清楚这个盔甲的使用者是否真的具有心灵天赋，或者是ADVENT的基因操纵在起作用。这个护甲被设计的目的是放大灵能潜力，同时提供内置的保护机制。我猜长老们希望保护他们所谓的祭司。"


[AdventPriestArmorUniquePassive X2AbilityTemplate]
LocFriendlyName="灵能增幅"
LocLongDescription="变种人祭司护甲提供了额外的灵能力量和自带的维生协议。"
LocHelpText=" 变种人祭司护甲提供了额外的灵能力量和自带的维生协议。"
LocFlyOverText="变种人祭司护甲提供了额外的灵能力量和自带的维生协议。"
LocPromotionPopupText="<Bullet/> 变种人祭司护甲提供了额外的灵能力量和自带的维生协议。"
